Repository: fff333fff3/virtual-radar-server
Catalog: VirtualRadar.Localisation/Strings.*.resx
Languages: de_de

source: About
de_de: Über

source: ADS-B aircraft
de_de: ADS-B Flugzeuge

source: Allow Internet proximity gadgets
de_de: Lassen Internet-nahe Gadgets zu

# AnotherInstanceRunningFull
source: There is another instance of Virtual Radar Server already running.
de_de: Eine weitere Instanz von Virtual Radar Server läuft bereits.

# AnotherInstanceRunningTitle
source: Another Instance is Running
de_de: Eine weitere Instanz läuft bereits

# ApplicationDescription
source: THIS APPLICATION IS FREE. This is a simple web server that can be used to display the aircraft picked up by an ADS-B receiver. Application icon courtesy of aha-soft (http://www.aha-soft.com). Civilian and military code groups are courtesy of the countries.dat file maintained by Kinetic forum user 'SabreJV' and hosted by Kinetic forum user 'Bones' (http://www.homepages.mcb.net/bones/SBS/Kinetic_Utilities.htm). iPhone CSS was lifted from the jQTouch project (http://www.jqtouch.com). German translation by Eva Knapp and Michael Leigh. Russian translation by Sergey Serov /sergsero and friends. French translation by Francois /F5ANN.
de_de: DIESE ANWENDUNG IST KOSTENLOS. Dies ist ein einfacher Webserver, der verwendet werden kann, um die Spur eines Flugzeugs anzuzeigen mithilfe der Installation von BaseStation. Anwendungsprogramm Icon mit freundlicher Genehmigung von Aha-Soft (http://www.aha-soft.com/). iPhone CSS wurde dem jQ Touch Projekt entnommen (http://www.jqtouch.com). Deutsch von Eva Knapp und Michael Leigh.

source: Basestation status
de_de: Status der BaseStation

source: Bytes Sent
de_de: Gesendete Bytes

source: Cancel
de_de: Abbrechen

# CanConnectWithSettings
source: A connection can be made with these settings
de_de: Eine Verbindung kann mit diesen Einstellungen hergestellt werden

source: Cannot communicate with Flight Simulator X
de_de: Keine Kommunikation zum Flug- Simulator X

source: Cannot connect
de_de: Keine Verbindung

# CannotConnectToBaseStationFull
source: Cannot connect to data feed: {0}
de_de: Keine Verbindung zur BaseStation: {0}

# CannotConnectToBaseStationTitle
source: Cannot Connect to Data Feed
de_de: Keine Verbindung zur BaseStation

# CannotConnectWithSettings
source: A connection cannot be made with these settings.
de_de: Eine Verbindung kann mit diesen Einstellungen nicht hergestellt werden.

source: Cannot determine network address
de_de: Netzwerk-Adresse kann nicht ermittelt werden

# CannotLoadFlightRouteDataFull
source: Could not load the flight route data - {0}
de_de: Flugstrecken-Daten - {0} konnten nicht geladen werden

# CannotLoadFlightRouteDataTitle
source: Could Not Load Flight Route Data
de_de: Flugstrecken-Daten konnten nicht geladen werden

# CannotOpenBaseStationDatabaseFull
source: Could not connect to the BaseStation database at {0}
de_de: Keine Verbindung zu der BaseStation Datenbank {0}

# CannotOpenBaseStationDatabaseTitle
source: Cannot Open BaseStation Database
de_de: Kann BaseStation Datenbank nicht öffnen

# CannotParseRouteFile
source: Could not parse the route state file
de_de: Konnte die Strecken-Statusdatei nicht analysieren.

# CannotStartWebServerFull
source: Cannot start the web server on port {0}
de_de: Kann Webserver für prefix nicht starten

# CannotStartWebServerTitle
source: Cannot Start Web Server
de_de: Kann den Webserver nicht starten

# CaughtExceptionInReverseDNS
source: Caught exception while doing reverse DNS
de_de: Caught-Ausnahme beim Reverse-DNS

source: Close
de_de: Schließen

source: Configuration folder
de_de: Konfigurationsordner

source: Connected
de_de: Verbunden

source: Connected Successfully
de_de: Erfolgreich verbunden

source: Connecting
de_de: Anschließen

source: Connection Client Log
de_de: Verbindung Client Log

source: Connection Session Log
de_de: Anschluss Sitzungsprotokoll

source: Connect to Flight Simulator X
de_de: Anschluss an Flugsimulator X

source: Content
de_de: Inhalt

# Copyright
source: Copyright © 2010 onwards, Andrew Whewell
de_de: Copyright © 2010- Andrew Whewell

# CouldNotCheckForUpdate
source: Could not check for a later version
de_de: Konnte keine spätere Version prüfen

source: could not connect
de_de: Keine Verbindung

source: Current route data
de_de: Aktuelle Streckendaten

source: Database filename
de_de: Datenbank-Dateiname

# DaysBetweenChecks
source: Days between checks for updates
de_de: Anzahl der zu wartenden Tage vor Prüfung einer neuen Version

# DefaultSettingsSavedFull
source: Default configuration settings saved - please try to start Virtual Radar Server again
de_de: Standardkonfigurationseinstellungen gespeichert - bitte den Virtual Radar Server erneut starten.

# DefaultSettingsSavedTitle
source: Default Settings Saved
de_de: Standardeinstellungen gespeichert

source: Default Version
de_de: Standard Version

source: Default voice
de_de: Standard Stimme

source: Disconnected
de_de: Abgekuppelt

source: Disconnecting
de_de: Kuppelt ab

# DotNetVersionTooLowFull
source: This program needs the full .NET 3.5 Framework installed. Would you like to be taken to the .NET 3.5 download page on Microsoft's web site?
de_de: Für dieses Programm muss das komplette .NET 3.5 Framework installiert sein. Möchten Sie die .NET 3.5 Download-Seite auf der Microsoft Website sehen?

# DotNetVersionTooLowTitle
source: Wrong Version of .NET Framework
de_de: Falsche Version des .NET Frameworks

source: Download Data
de_de: Daten downloaden

source: Downloading, please wait
de_de: Downloading, bitte warten

source: Duration
de_de: Dauer

# DurationBeforeAircraftRemovedFromMap
source: Remove from map after signal loss (seconds)
de_de: Dauer (in Sekunden) zwischen dem Signalverlust und der Streichung des Flugzeugs aus der Karte

# DurationOfShortTrails
source: Short trail duration (seconds)
de_de: Dauer (in Sekunden) Kurzstrecken

source: Enabled
de_de: Aktiviert

# EndDateCannotBeBeforeStartDate
source: The end date must be on or after the start date
de_de: Das Enddatum muss am oder nach dem Startdatum liegen

# ExceptionWhenCheckingFile
source: Could not check filename: {0}
de_de: Konnte Dateinamen: {0} nicht prüfen.

# ExceptionWhenCheckingFolder
source: Could not check folder: {0}
de_de: Konnte Ordner: {0} nicht prüfen

source: Fake Aircraft Mode
de_de: Gefälschterflugzeugmodus

source: First Seen
de_de: Erstmals gesehen

source: Flags folder
de_de: Flag-Ordner

# FlightSimulatorXIsNotInstalled
source: Flight Simulator X is not installed (cannot load SimConnect)
de_de: Flight Simulator X ist nicht installiert (kann SimConnect nicht laden).

# FlightSimulatorXShutdown
source: Disconnected due to Flight Simulator X exiting
de_de: Abgekuppelt weil Flugsimulator abgebrochen hat

# FolderDoesNotExistFull
source: The folder {0} does not exist
de_de: Der Ordner {0} existiert nicht

# FolderDoesNotExistTitle
source: Folder Does Not Exist
de_de: Ordner existiert nicht

source: From
de_de: Von

source: General
de_de: Allgemeines

source: Images
de_de: Bilder

source: Initial latitude
de_de: Ausgangs-Breitengrad

source: Initial longitude
de_de: Ausgangs-Längengrad

source: Initial map type
de_de: Ausgangs-Kartentyp

# InitialRefresh
source: Seconds between map updates
de_de: Sekunden zwischen Karten-Updates

source: Initial zoom
de_de: Ausgangs-Zoom

# InvalidConfigurationFileFull
source: There was a problem ('{0}') when loading the configuration file from {1}. This may have been caused by a bug that allowed an invalid value to be entered for one of the configuration settings. Do you want to reset the configuration back to the default settings and try again?
de_de: Es gab ein Problem ('{0}') beim Laden der Konfigurationsdatei von {1}. Dies kann durch einen Fehler verursacht worden sein, der einen ungültigen Wert für eine der Konfiguratseinstellungen eingegeben wurde. Wollen Sie die Konfiguration zurücksetzen auf die Standardeinstellungen und es erneut versuchen?

# InvalidConfigurationFileTitle
source: Reset Configuration Settings?
de_de: Reset Konfigurationseinstellungen?

source: IP Address
de_de: IP-Adresse

source: Last Request
de_de: Letzte Anforderung

source: Last Seen
de_de: Zuletzt gesehen

source: Last URL
de_de: Letzter URL

# LaterVersionAvailable
source: There is a later version of this program available
de_de: Eine neuere Version des Programms ist verfügbar

# LatestVersion
source: This is the most up-to-date version of the program available
de_de: Dies ist die aktuelle Version des Programms

source: License
de_de: Lizenz

source: Local
de_de: Lokal

# menuAbout
source: &About...
de_de: &Über...

# menuCheckForUpdates
source: &Check for Updates
de_de: &Suche nach Updates

# menuConnectionClientLog
source: Connection &Client Log...
de_de: Anschluss &Client Log...

# menuConnectionSessionLog
source: Connection &Session Log...
de_de: Anschluss &Sitzungslog...

# menuDebug
source: &Debug
de_de: &Fehlersuche und beseitigen

# menuExit
source: E&xit
de_de: &Abbrechen

# menuFakeAircraftMode
source: &Fake Aircraft Mode...
de_de: &Gefälschterflugzeugmodus...

# menuFile
source: &File
de_de: &Datei

# menuFlightSimulatorXMode
source: Flight &Simulator X Mode...
de_de: Flug&simulator X-Modus...

# menuHelp
source: &Help
de_de: &Hilfe

# menuOpenVirtualRadarLog
source: &Open VirtualRadarLog.txt
de_de: VirtualRadarLog.txt &öffnen

# menuOptions
source: &Options...
de_de: &Optionen...

source: Message Type
de_de: Meldungsart

# MinimumRefresh
source: Minimum seconds between map updates
de_de: Mindest Sekundenanzahl zwischen Kartenupdates

source: Missing filename
de_de: Fehlender Dateiname

source: Missing folder
de_de: Fehlender Ordner

source: Not connected
de_de: Nicht angeschlossen

source: Not loaded
de_de: Nicht geladen

source: Operator
de_de: Betreiber

source: Options
de_de: Optionen

source: Other
de_de: Anderes

source: Password
de_de: Passwort

source: Reading speed
de_de: Lesegeschwindigkeit

# ReceivedCountMessages
source: Received {0:N0} messages
de_de: Eingegangen {0:N0} Meldungen

source: Reconnecting
de_de: Wiederverbinden

# Reg
source: Registration
de_de: Registrierung

source: Requests
de_de: Anforderungen

# ResetSettingsToDefault
source: Reset settings to defaults
de_de: Reset Einstellungen auf Standardwerte

source: Ride Aircraft
de_de: Flugzeug fliegen

# RidingAircraft
source: Riding {0}
de_de: Fliegen {0}

# RouteFileStatus
source: Loaded {0:N0} routes for the period {1:d} to {2:d}
de_de: Geladene {0:N0} Strecken für den Zeitraum {1:d} bis {2:d}

# RouteStateFileContentInvalid
source: Route state file content is invalid
de_de: Streckenzustandsdateiinhalt ist ungültig

# RouteStateFileInvalid
source: Route state file is invalid
de_de: Streckenzustandsdatei ist ungültig

# SelectAnAircraftToRide
source: Select an aircraft to ride first
de_de: Wählen Sie ein Flugzeug für ersten Flug

source: Sessions
de_de: Sitzungen

source: Show
de_de: Zeigen

source: Show local address
de_de: Lokale Adresse anzeigen

source: Show network address
de_de: Netzwerkadresse zeigen

source: Silhouettes folder
de_de: Silhouetten Ordner

# SomeRouteFilesMissing
source: Some route files are missing
de_de: Einige Streckendateien fehlen

# SomethingDoesNotExist
source: "{0}" does not exist
de_de: '{0}' existiert nicht

source: Source
de_de: Quelle

# StopRidingAircraft
source: Stop Ride
de_de: Flug unterbrechen

# SuggestUseDifferentPortFull
source: If the web server cannot start because another program is listening to the port then run the Virtual Radar Server installer again and choose a different port. For example when the installer asks for a port number try 8080 instead of 80.
de_de: Wenn der Webserver nicht gestartet werden kann,weil ein anderes Programm den Port benutzt, das Virtual Radar Server Installationsprogramm erneut starten und einen anderen Port wählen. Wenn zum Beispiel das Installationsprogramm eine Portnummer anfragt versuchen sie 8080 anstelle von 80

# SuggestUseDifferentPortTitle
source: Possible Solution
de_de: Mögliche Lösung

# TakeWebServerOffline
source: Take Offline
de_de: Offline Abwicklung

# TakeWebServerOnline
source: Take Online
de_de: Online Abwicklung

source: Test Connection
de_de: Testverbindung

# TheseSettingsOnlyAffectInternetBrowsers
source: These settings only affect browsers that connect from the Internet.
de_de: Diese Einstellungen betreffen nur Browser, die aus dem Internet angeschlossen sind.

source: To
de_de: An

source: Total messages
de_de: Alle Meldungen

source: Transmission Type
de_de: Übertragungstyp

source: Type
de_de: Typ

# UNC
source: Address
de_de: Adresse

# UnrecognisedCommandLineParameterFull
source: The command-line parameter {0} is unrecognised
de_de: Kommandozeilenparameter {0} ist unerkannt

# UnrecognisedCommandLineParameterTitle
source: Unrecognised Command-Line Parameter
de_de: Nicht erfasste Kommandozeilenparameter

source: Use "freeze" method
de_de: "Freeze"-Verfahren anwenden

source: User must authenticate
de_de: Benutzer müssen sich authentifizieren

source: User name
de_de: Benutzername

source: Use "slew" method
de_de: "Slew"-Verfahren anwenden

source: Version Check Result
de_de: Version Prüfungsergebnis

# WebServerOffline
source: The web server is offline
de_de: Der Webserver ist offline

# WebServerOnline
source: The web server is online
de_de: Der Webserver ist online

# WindowsVersionTooLowFull
source: This program will not work on the operating system you are using. If you are running Windows XP then please install Service Pack 2 or higher.
de_de: Dieses Programm funktioniert nicht auf dem angewandten Betriebssystem. Bei Verwendung von Windows XP bitte Service Pack 2 (oder höher) installieren.

# WindowsVersionTooLowTitle
source: HttpListener Not Supported by O/S
de_de: HttpListener Nicht von O/S unterstützt
